Repository: karlobratko/apartments
Catalog: Apartments.Resources/Global/Apartments.*.resx
Languages: hr

source: Bad request
hr: Loš zahtjev

source: You are not authenticated
hr: Niste autenticirani

source: You are not authorized
hr: Niste autorizirani

source: Page was not found
hr: Stranica nije pronađena

source: Internal server error
hr: Interna pogreška poslužitelja

source: About
hr: O nama

# about-description
source: We are a small company located in {0}. We provide apartment booking services.
hr: Mala smo firma locirana u {0}. Pružimo usluge rezervacije apartmana.

# apartment-img-default-alt
source: Apartment, no image
hr: Apartman, nema slike

source: Ascending
hr: Rastuće

# back-to-home
source: Go to homepage
hr: Natrag na naslovnu

# brand
source: Apartments
hr: Apartmani

# brand-cta
source: Search apartments
hr: Pretraži apartmane

# brand-description
source: Fast and easy to best service
hr: Brzo i lako do najbolje usluge

# btn-reservation
source: Make reservation
hr: Napravi rezervaciju

# btn-review
source: Review apartment
hr: Ocijeni apartman

source: Cancel
hr: Odustani

source: Close
hr: Zatvori

# confirm-registration-alreadyregistered
source: User is already registered
hr: Korisnik je već registriran

# confirm-registration-notexists
source: Registration link is not valid
hr: Link za potvrdu registracije nije ispravan

# confirm-registration-timeout
source: Registration link expired
hr: Link za potvrdu registracije je istekao

# confirm-registration-valid
source: Registration was successfull
hr: Registracija je uspijela

source: Contact
hr: Kontakt

# contact-contact-info
source: Contact info
hr: Kontakt informacije

source: Delete profile
hr: Obiši profil

# delete-profile-explanation
source: By deleting profile you will lose access to application.
hr: Brisanjem profila gubite mogućnost pristupa aplikaciji.

# delete-profile-failed
source: Error occured while deleting profile, try again
hr: Greška prilikom brisanja profila, pokušajte ponovo

# delete-profile-question
source: Do you really want to delete profile?
hr: Jeste li sigurni da želite obrisati profil?

# delete-profile-success
source: You successfully deleted profile
hr: Uspješno ste obrisali profil

source: Descending
hr: Padajuće

source: Edit profile
hr: Uredi profil

# edit-profile-failed
source: Error occured while updating profile, try again
hr: Greška prilikom uređivanja profila, pokušajte ponovo

# edit-profile-success
source: You successfully updated profile
hr: Uspješno ste uredili profil

# en
source: English
hr: Engleski

source: Error
hr: Greška

source: Home
hr: Naslovna

# hr
source: Croatian
hr: Hrvatski

# label-address
source: Address
hr: Adresa

# label-adults
source: Adults
hr: Broj odraslih

# label-children
source: Children
hr: Broj djece

# label-city
source: City
hr: Grad

# label-date-from
source: From
hr: Od

# label-date-to
source: To
hr: Do

# label-details
source: Comment
hr: Komentar

# label-fname
source: First name
hr: Ime

# label-lname
source: Last name
hr: Prezime

# label-max-adults
source: Max adults
hr: Broj odraslih

# label-max-children
source: Max children
hr: Broj djece

# label-phone
source: Phone number
hr: Broj telefona

# label-sort-by
source: Sort by
hr: Sortiraj po

# label-sort-direction
source: Sort direction
hr: Smjer sortiranja

# label-stars
source: Rating
hr: Ocjena

# label-total-rooms
source: Total rooms
hr: Broj soba

source: Language
hr: Jezik

source: Log in
hr: Prijava

# login-failed
source: You inserted invalid combination of Email and password
hr: Unijeli ste pogrešnu kombinaciju Email-a i zaporke

# login-question
source: Already have account?
hr: Imaš korisnički račun?

# login-success
source: You logged in successfully
hr: Uspješno ste se prijavili

source: Log out
hr: Odjava

# logout-success
source: You logged out successfully
hr: Uspješno ste se odjavili

# option-label-city
source: Select city
hr: Odaberite grad

# option-label-sort-by
source: Select sort criteria
hr: Odaberite kriterij sortiranja

source: Profile
hr: Profil

source: Register
hr: Registracija

# register-email-body
source: Dear {0} {1},<br /><br />You registered successfully.<br />Please confirm registration by clicking on link:<br /><a href='{2}'>{3}</a><br />
hr: Poštovani/a {0} {1},<br /><br />Uspješno ste se registrirali.<br />Molimo Vas da potvrdite registraciju klikom na link:<br /><a href='{2}'>{3}</a><br />

# register-email-subject
source: Registration to Apartments application
hr: Registracija u aplikaciju Apartmani

# register-failed
source: Registration failed, user with inserted username or Email is already registered
hr: Registracija nije uspijela, korisnik s danim Email-om ili username-om je već registriran

# register-question
source: Don't have account?
hr: Nemaš korisnički račun?

# register-success
source: Registration was successfull, confirm registration via Email
hr: Registracija je uspijela, potvrdite registraciju preko Email-a

source: Request reset password
hr: Zatraži obnovu zaporke

# request-reset-password-description
source: Email message with reset password link will be sent to your Email account.
hr: Email poruka sa uputama za obnovu zaporke biti će poslana na upisani Email račun.

# request-reset-password-email-invalid
source: Invalid Email, reset password Email message was not sent
hr: Email nije važeći, Email poruka za obnovu zaporke nije poslana

# request-reset-password-failed
source: Invalid Email or reset password was already sent
hr: Email nije važeći ili je zahtjev za obnovu zaporke već poslan

# request-reset-password-question
source: Forgot password?
hr: Zaboravili ste zaporku?

# request-reset-password-success
source: Email message with instructions for resetting password was sent to inserted Email account
hr: Email poruka sa uputama za obnovu zaporke poslana je na upisani Email račun

# reservation-failed
source: Reservation failed, you have inserted invalid data
hr: Rezervacija nije uspješna, unesli ste pogrešne podatke

# reservation-success
source: Reservation was successfull
hr: Rezervacija je uspješna

source: Reset password
hr: Obnova zaporke

# reset-password-email-body
source: Dear {0} {1},<br /><br />You have requested to reset password.<br />Reset your password by clicking on link:<br /><a href='{2}'>{3}</a><br />
hr: Poštovani/a {0} {1},<br /><br />Zahtijevali ste obnovu zaporke.<br />Obnovite zaporku klikom na link:<br /><a href='{2}'>{3}</a><br />

# reset-password-email-subject
source: Reset password in Apartments application
hr: Obnova zaporke u aplikaciji Apartmani

# reset-password-failed
source: Error occured while reseting password, try again
hr: Greška prilikom obnove zaporke, pokušajte ponovo

# reset-password-success
source: You successfully reseted your password
hr: Uspješno ste obnovili zaporku

# review-failed
source: Apartment review failed, you have inserted invalid data
hr: Ocijenjivanje apartmana nije uspješno, unesli ste pogrešne podatke

# review-load-more
source: Load more reviews
hr: Učitaj još ocijena

# review-login-first
source: Login to give review
hr: Prijavite se da biste dali ocijenu

# review-success
source: Apartment review was successfull
hr: Ocijenjivanje apartmana je uspješno

source: Search
hr: Pretraživanje

# sort-by-address
source: Address
hr: Adresa

# sort-by-city
source: City
hr: Grad

# sort-by-name
source: Name
hr: Naziv

# sort-by-owner
source: Owner
hr: Vlasnik

source: Submit
hr: Potvrdi
